Repository: abozainih/gproject
Catalog: miyahuna/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Password
ar: كلمة السر

source: theres already a user that have this phone number!
ar: هناك بالفعل مستخدم يملك نفس رقم الهاتف

source: First name
ar: الاسم الاول

source: Last name
ar: الاسم الاخير

source: Phone Number
ar: رقم الهاتف

source: Address 1
ar: العنوان 1

source: Address 2
ar: العنوان 2

source: Is valid account
ar: هل الحساب مفعل

source: sales
ar: المبيعات

source: choose a date
ar: اختر تاريخ

source: pending orders
ar: طلبات قيد الانتظار

source: orders
ar: الطلبات

source: order
ar: طلب

source: customers count
ar: عدد المشتركين

source: customer
ar: مشترك

source: change password
ar: تغير كلمة السر

source: submit
ar: حفظ

source: edit profile
ar: تعديل البيانات الشخصيه

source: there's no orders
ar: لا يوجد طلبات

source: Price per gallon
ar: سعر القاروره الواحده

source: Price Per Gallon
ar: سعر القاروره الواحده

source: User
ar: المستخدم

source: add customer
ar: اضف مشترك جديد

source: Customers
ar: المشتركين

source: Full name
ar: الاسم الكامل

source: Phone number
ar: رقم الهاتف

source: accepted orders count
ar: عدد الطلبات التي تمت

source: customer all sales
ar: مجموع مبيعات الزبون

source: Last order date
ar: تاريخ اخر طلب

source: actions
ar: العمليات

source: update customer
ar: تحديث بيانات مشترك

source: salary per day
ar: الراتب اليومي

source: absence date
ar: تاريخ الغياب

source: is paid ?
ar: مدفوع

source: absences history
ar: سجل الغيابات

source: is paid
ar: مدفوع

source: add data entry employee
ar: موظفي ادخال البيانات

source: add employee
ar: اضف موظف

source: Employees
ar: الموظفين

source: data entry
ar: مدخل بيانات

source: absence for this month
ar: غيابات الشهر الحالي

source: add absence
ar: اضافة غياب

source: close
ar: الغاء

source: update employee
ar: تعديل بيانات موظف

source: customer name
ar: اسم المشترك

source: phone number
ar: رقم الهاتف

source: pending
ar: قيد التنفيذ

source: done
ar: تم

source: rejected
ar: مرفوض

source: number of gallons
ar: عدد القوارير

source: order date
ar: تاريخ طلب

source: order status
ar: حالة الطلب

source: create order
ar: انشاء طلب جديد

source: orders history
ar: سجل الطلبات

source: total price
ar: المبلغ الكلي

source: accept order
ar: الموافقه على الطلب

source: are you sure accepting this order
ar: هل انت متأكد من الموافقه على هذا الطلب

source: reject order
ar: رفض الطلب

source: are you sure rejecting this order
ar: هل انت متأكد من رفض هذا الطلب

source: logout
ar: تسجيل الخروج

source: main
ar: الرئيسيه

source: employees
ar: الموظفين

source: customers
ar: المشتركين
